<?php

return [


// بعد از تعیرف کیف پول ریالی برای درگاه پرداخت آنلاین با آی دی کاربر شرکت
// رابطه آن با سرویس پرداخت را در این قسمت مشخص میکنیم
    'map_wallets_payment' => [
        '1' => 'zarinpal',
        '11' => 'melli',
    ],


    /*
    |--------------------------------------------------------------------------
    | paginate count
    |--------------------------------------------------------------------------
    |
    | default pagination count!
    |
    */
    'paginate_count' => 10,


    /*
    |--------------------------------------------------------------------------
    | check confirm count
    |--------------------------------------------------------------------------
    |
    | default check confirm transaction count!
    |
    */
    'check_confirm_count' => 20,


];
